driver-tests/bpelse/misc/MiscJbi/test/Test12/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/Test12/"
                   xmlns="urn:Test12TargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <Test12Operation>
   <Part1>United States</Part1>
   <Part2>Japan</Part2>
  </Test12Operation>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>